Revit 2024 API
BuiltInFailures.ImportFailures.ImportModelOutOfRange Property
 The imported model is out of range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId ImportModelOutOfRange { get; }
Visual Basic
Public Shared ReadOnly Property ImportModelOutOfRange As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ ImportModelOutOfRange {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.ImportFailures Class
Autodesk.Revit.DB Namespace